tap "withgraphite/tap"
brew "awscli"
brew "bazelisk"
brew "docker"
brew "withgraphite/tap/graphite"
cask "cursor"
cask "discord"
cask "miniconda"
vscode "charliermarsh.ruff"
vscode "github.vscode-github-actions"
vscode "ktnrg45.vscode-cython"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
